Repository: replyto-pocketcare/pocketcare-app
Catalog: apps/ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: hi, nl

# receipts:review.group
source: With which group?
hi: किस समूह के साथ?
nl: Met welke groep?

# receipts:review.intro
source: We read this off the receipt — fix anything that looks wrong before saving.
hi: यह हमने रसीद से पढ़ा है — सहेजने से पहले जो ग़लत लगे उसे ठीक कर लें।
nl: Dit hebben we van de bon gelezen — pas aan wat niet klopt voordat je opslaat.

# receipts:review.items
source: Items & charges
hi: वस्तुएँ और शुल्क
nl: Artikelen en kosten

# receipts:review.justRecord
source: Just record it
hi: बस दर्ज करें
nl: Alleen vastleggen

# receipts:review.kind
source: Type
hi: प्रकार
nl: Soort

# receipts:review.lineCount
source: %1$lld lines
hi: %1$lld पंक्तियाँ
nl: %1$lld regels

# receipts:review.merchant
source: Merchant
hi: दुकान
nl: Winkel

# receipts:review.merchantPlaceholder
source: Where was this?
hi: यह कहाँ का है?
nl: Waar was dit?

# receipts:review.mustBalance
source: The lines need to add up to the total before this can be saved.
hi: सहेजने से पहले पंक्तियों का जोड़ कुल राशि के बराबर होना चाहिए।
nl: De regels moeten optellen tot het totaal voordat dit kan worden opgeslagen.

# receipts:review.needTotal
source: Enter the total printed on the receipt.
hi: रसीद पर छपी कुल राशि दर्ज करें।
nl: Vul het totaal in dat op de bon staat.

# receipts:review.newGroup
source: Create a new group…
hi: नया समूह बनाएँ…
nl: Nieuwe groep maken…

# receipts:review.newGroupName
source: New group name
hi: नए समूह का नाम
nl: Naam nieuwe groep

# receipts:review.newGroupPlaceholder
source: Dinner with friends
hi: दोस्तों के साथ खाना
nl: Etentje met vrienden

# receipts:review.noCategory
source: Uncategorised
hi: बिना श्रेणी
nl: Zonder categorie

# receipts:review.notFound
source: That scan is no longer available.
hi: यह स्कैन अब उपलब्ध नहीं है।
nl: Deze scan is niet meer beschikbaar.

# receipts:review.offBy
source: Lines add up to %1$@, but the receipt says %2$@.
hi: पंक्तियों का जोड़ %1$@ है, पर रसीद कहती है %2$@।
nl: De regels tellen op tot %1$@, maar de bon zegt %2$@.

# receipts:review.pickGroup
source: Choose a group, or name a new one.
hi: कोई समूह चुनें, या नया नाम दें।
nl: Kies een groep of geef een nieuwe een naam.

# receipts:review.qty
source: Qty
hi: मात्रा
nl: Aantal

# receipts:review.removeLine
source: Remove line
hi: पंक्ति हटाएँ
nl: Regel verwijderen

# receipts:review.save
source: Save transaction
hi: लेन-देन सहेजें
nl: Transactie opslaan

# receipts:review.splitIt
source: Split this bill
hi: यह बिल बाँटें
nl: Deze rekening delen

# receipts:review.splitNote
source: Next you'll assign each item to whoever had it, and choose how tax and service charge are shared.
hi: आगे आप हर वस्तु उसी को सौंपेंगे जिसने ली, और तय करेंगे कि कर व सेवा शुल्क कैसे बँटे।
nl: Hierna wijs je elk artikel toe aan wie het had, en kies je hoe btw en servicekosten worden verdeeld.

# receipts:review.subtotalItems
source: Items
hi: वस्तुएँ
nl: Artikelen

# receipts:review.title
source: Check the details
hi: विवरण जाँचें
nl: Controleer de gegevens

# receipts:review.total
source: Total on the receipt
hi: रसीद पर कुल
nl: Totaal op de bon

# receipts:review.unmatched
source: Unmatched
hi: अज्ञात
nl: Onbekend

# receipts:review.useComputed
source: Use %1$@ as the total
hi: %1$@ को कुल मानें
nl: %1$@ als totaal gebruiken

# receipts:split.corrupt
source: We couldn't reopen this scan.
hi: हम यह स्कैन दोबारा नहीं खोल पाए।
nl: We konden deze scan niet openen.

# receipts:split.everyoneAll
source: Everyone on everything
hi: सब पर सब कुछ
nl: Iedereen op alles

# receipts:split.exactMismatch
source: Shares are off by %1$@.
hi: हिस्सों में %1$@ का अंतर है।
nl: De delen wijken %1$@ af.

# receipts:split.fixLines
source: Fix the highlighted lines to continue.
hi: आगे बढ़ने के लिए चिह्नित पंक्तियाँ ठीक करें।
nl: Corrigeer de gemarkeerde regels om door te gaan.

# receipts:split.intro
source: Assign each item, then choose how tax and service charge are shared.
hi: हर वस्तु सौंपें, फिर तय करें कि कर और सेवा शुल्क कैसे बँटें।
nl: Wijs elk artikel toe en kies daarna hoe btw en servicekosten worden verdeeld.

# receipts:split.needsSomeone
source: Pick who this is for.
hi: चुनें कि यह किसके लिए है।
nl: Kies voor wie dit is.

# receipts:split.notFound
source: That scan is no longer available.
hi: यह स्कैन अब उपलब्ध नहीं है।
nl: Deze scan is niet meer beschikbaar.

# receipts:split.onlyMe
source: Only me
hi: सिर्फ़ मैं
nl: Alleen ik

# receipts:split.percentMismatch
source: Percentages add up to %1$@%%, not 100%%.
hi: प्रतिशत का जोड़ %1$@%% है, 100%% नहीं।
nl: De percentages tellen op tot %1$@%%, niet 100%%.

# receipts:split.qtyMismatch
source: Quantities add up to %1$@, not %2$@.
hi: मात्राओं का जोड़ %1$@ है, %2$@ नहीं।
nl: De aantallen tellen op tot %1$@, niet %2$@.

# receipts:split.quick
source: Quick set:
hi: झटपट सेट करें:
nl: Snel instellen:

# receipts:split.save
source: Save split
hi: बँटवारा सहेजें
nl: Verdeling opslaan

# receipts:split.someone
source: Member
hi: सदस्य
nl: Lid

# receipts:split.title
source: Who had what?
hi: किसने क्या लिया?
nl: Wie had wat?

# receipts:split.total
source: Total
hi: कुल
nl: Totaal

# receipts:split.you
source: You
hi: आप
nl: Jij

# receipts:stage.done
source: Done
hi: पूरा हुआ
nl: Klaar

# receipts:stage.preparing
source: Preparing the photo…
hi: फ़ोटो तैयार की जा रही है…
nl: Foto voorbereiden…

# receipts:stage.reading
source: Reading the receipt…
hi: रसीद पढ़ी जा रही है…
nl: Bon lezen…

# receipts:stage.understanding
source: Making sense of it…
hi: जानकारी समझी जा रही है…
nl: Gegevens verwerken…

# recurring:actions
source: %1$@ actions
hi: %1$@ क्रियाएँ
nl: Acties voor %1$@

# recurring:add
source: Add
hi: जोड़ें
nl: Toevoegen

# recurring:amountLabel
source: Amount
hi: राशि
nl: Bedrag

# recurring:autoPosts
source: auto-posts
hi: स्वतः पोस्ट
nl: boekt automatisch

# recurring:cancel
source: Cancel
hi: रद्द करें
nl: Annuleren

# recurring:confirm
source: confirm
hi: पुष्टि करें
nl: bevestigen

# recurring:create
source: Create
hi: बनाएँ
nl: Aanmaken

# recurring:dueNow
source: Due now — confirm to record
hi: अभी देय — रिकॉर्ड करने के लिए पुष्टि करें
nl: Nu verschuldigd — bevestig om vast te leggen

# recurring:dueOn
source: due %1$@
hi: देय %1$@
nl: verschuldigd %1$@

# recurring:edit
source: Edit
hi: संपादित करें
nl: Bewerken

# recurring:emptyIncome
source: No recurring income yet. Add your salary, rent received, or other regular inflow.
hi: अभी कोई आवर्ती आय नहीं। अपना वेतन, प्राप्त किराया, या अन्य नियमित आवक जोड़ें।
nl: Nog geen terugkerende inkomsten. Voeg je salaris, ontvangen huur of andere regelmatige inkomsten toe.

# recurring:emptyPayment
source: No recurring payments yet. Add rent, bills, EMIs, or subscriptions.
hi: अभी कोई आवर्ती भुगतान नहीं। किराया, बिल, ईएमआई, या सदस्यताएँ जोड़ें।
nl: Nog geen terugkerende betalingen. Voeg huur, rekeningen, EMI's of abonnementen toe.

# recurring:emptySaving
source: No recurring savings yet. Set up a transfer into an investment account.
hi: अभी कोई आवर्ती बचत नहीं। किसी निवेश खाते में स्थानांतरण सेट करें।
nl: Nog geen terugkerend sparen. Stel een overboeking naar een beleggingsrekening in.

# recurring:freq.daily
source: daily
hi: दैनिक
nl: dagelijks

# recurring:freq.monthly
source: monthly
hi: मासिक
nl: maandelijks

# recurring:freq.weekly
source: weekly
hi: साप्ताहिक
nl: wekelijks

# recurring:freq.yearly
source: yearly
hi: वार्षिक
nl: jaarlijks

# recurring:groupDelete
source: Delete group
hi: समूह हटाएँ
nl: Groep verwijderen

# recurring:groupDeleteEmpty
source: This group is empty, so it can be deleted.
hi: यह समूह खाली है, इसे हटाया जा सकता है।
nl: Deze groep is leeg en kan verwijderd worden.

# recurring:groupDeleteLast
source: This is the only group left here. Move its items into a new group first.
hi: यहाँ यही आखिरी समूह बचा है। पहले इसके आइटम किसी नए समूह में ले जाएँ।
nl: Dit is de laatste groep hier. Verplaats de items eerst naar een nieuwe groep.

# recurring:groupDeleteMove
source: It has %1$lld items. Choose where to move them — nothing can be left without a group.
hi: इसमें %1$lld आइटम हैं। चुनें कि इन्हें कहाँ ले जाना है — कुछ भी बिना समूह के नहीं रह सकता।
nl: Er zitten %1$lld items in. Kies waar ze heen moeten — niets mag zonder groep blijven.

# recurring:groupDeleteTitle
source: Delete "%1$@"?
hi: "%1$@" हटाएँ?
nl: "%1$@" verwijderen?

# recurring:groupEmpty
source: Nothing in this group yet.
hi: इस समूह में अभी कुछ नहीं है।
nl: Nog niets in deze groep.

# recurring:groupNewCta
source: New group
hi: नया समूह
nl: Nieuwe groep

# recurring:income
source: Income
hi: आय
nl: Inkomsten

# recurring:incomes
source: Incomes
hi: आय
nl: Inkomsten

# recurring:itemCount
source: %1$lld items
hi: %1$lld आइटम

# recurring:netMonthly
source: Net monthly cashflow
hi: शुद्ध मासिक नकदी प्रवाह
nl: Netto maandelijkse cashflow

# recurring:next
source: next %1$@
hi: अगला %1$@
nl: volgende %1$@

# recurring:payment
source: Payment
hi: भुगतान
nl: Betaling

# recurring:payments
source: Payments
hi: भुगतान
nl: Betalingen

# recurring:perMonth
source: /mo
hi: /माह
nl: /mnd

# recurring:perMonthLabel
source: Per month
hi: प्रति माह
nl: Per maand

# recurring:postNow
source: Post now
hi: अभी पोस्ट करें
nl: Nu boeken

# recurring:record
source: Record
hi: रिकॉर्ड करें
nl: Vastleggen

# recurring:remove
source: Remove
hi: हटाएँ
nl: Verwijderen

# recurring:removeMsg
source: "%1$@" will stop recurring.
hi: "%1$@" आवर्ती होना बंद कर देगा।
nl: "%1$@" stopt met terugkeren.

# recurring:removeTitle
source: Remove this recurring item?
hi: यह आवर्ती मद हटाएँ?
nl: Dit terugkerende item verwijderen?

# recurring:skip
source: Skip
hi: छोड़ें
nl: Overslaan

# recurring:subtitleLink
source: Planned Cashflow
hi: नियोजित नकदी प्रवाह
nl: Geplande cashflow

# recurring:subtitlePre
source: Salary, rent, bills and other regular money — set once, posts on schedule. Feeds your
hi: वेतन, किराया, बिल और अन्य नियमित पैसा — एक बार सेट करें, शेड्यूल पर पोस्ट होता है। यह आपके इसमें जुड़ता है
nl: Salaris, huur, rekeningen en ander regelmatig geld — één keer instellen, wordt op schema geboekt. Voedt je

# recurring:title
source: Recurring payments & income
hi: आवर्ती भुगतान और आय
nl: Terugkerende betalingen & inkomsten

# reflect:doneBody
source: You have reviewed all your recent spending.
hi: आपने अपना हाल का सारा खर्च देख लिया है।
nl: Je hebt al je recente uitgaven bekeken.

# reflect:doneTitle
source: All caught up!
hi: सब देख लिया!
nl: Je bent helemaal bij!

# reflect:greed
source: Greed
hi: चाहत
nl: Luxe

# reflect:hint
source: Swipe left for need, right for greed.
hi: ज़रूरत के लिए बाईं ओर, चाहत के लिए दाईं ओर स्वाइप करें।
nl: Veeg naar links voor nodig, naar rechts voor luxe.

# reflect:left
source: %1$@ left
hi: %1$@ बाकी
nl: Nog %1$@

# reflect:need
source: Need
hi: ज़रूरत
nl: Nodig

# reflect:skip
source: Skip
hi: छोड़ें
nl: Overslaan

# reflect:title
source: Reflect
hi: मनन
nl: Reflectie

# reflect:undo
source: Undo
hi: पूर्ववत करें
nl: Ongedaan maken

# reflect:unknown
source: Unknown
hi: अज्ञात
nl: Onbekend

# search:allAccounts
source: All accounts
hi: सभी खाते
nl: Alle rekeningen

# search:clear
source: Clear
hi: साफ़ करें
nl: Wissen

# search:filters
source: Filters
hi: फ़िल्टर

# search:fromDate
source: From date
hi: किस तारीख से
nl: Vanaf datum

# search:maxAmount
source: Max amount
hi: अधिकतम राशि
nl: Max. bedrag

# search:minAmount
source: Min amount
hi: न्यूनतम राशि
nl: Min. bedrag

# search:noMatching
source: No matching transactions.
hi: कोई मेल खाता लेनदेन नहीं।
nl: Geen overeenkomende transacties.

# search:resultsCount
source: %1$lld results
hi: %1$lld परिणाम
nl: %1$lld resultaten

# search:searchEverything
source: Search everything — label, note, category…
hi: सब कुछ खोजें — लेबल, नोट, श्रेणी…
nl: Zoek in alles — label, notitie, categorie…

# search:title
source: Search
hi: खोज
nl: Zoeken

# search:toDate
source: To date
hi: किस तारीख तक
nl: Tot datum

# search:type.all
source: All
hi: सभी
nl: Alle

# search:type.expense
source: Expense
hi: व्यय
nl: Uitgaven

# search:type.income
source: Income
hi: आय
nl: Inkomsten

# search:type.transfer
source: Transfer
hi: स्थानांतरण
nl: Overboeking

# settings:account
source: Account
hi: खाता

# settings:allSynced
source: All changes synced
hi: सभी परिवर्तन सिंक हो गए
nl: Alle wijzigingen gesynchroniseerd

# settings:appearance
source: Appearance
hi: रूप
nl: Weergave

# settings:baseCurrency
source: Base currency
hi: आधार मुद्रा
nl: Basisvaluta

# settings:baseCurrencyDesc
source: Net worth and roll-ups convert to this currency.
hi: नेट वर्थ और योग इस मुद्रा में परिवर्तित होते हैं।
nl: Nettowaarde en totalen worden naar deze valuta omgerekend.

# settings:cancel
source: Cancel
hi: रद्द करें
nl: Annuleren

# settings:catsLabels
source: Categories & labels
hi: श्रेणियाँ और लेबल
nl: Categorieën & labels

# settings:catsLabelsDesc
source: Organise how you tag and group your transactions.
hi: व्यवस्थित करें कि आप अपने लेनदेन को कैसे टैग और समूहित करते हैं।
nl: Organiseer hoe je je transacties labelt en groepeert.

# settings:connecting
source: Connecting…
hi: कनेक्ट हो रहा है…
nl: Verbinden…

# settings:contactSupport
source: Contact support
hi: समर्थन से संपर्क करें
nl: Contact met ondersteuning

# settings:createAccount
source: Create account
hi: खाता बनाएं
nl: Account maken

# settings:createToKeep
source: Create account to keep my data
hi: अपना डेटा रखने के लिए खाता बनाएं
nl: Maak een account om mijn gegevens te bewaren

# settings:dark
source: Dark
hi: गहरा
nl: Donker

# settings:deleteAccount
source: Delete account
hi: खाता हटाएँ
nl: Account verwijderen

# settings:deleteBody
source: This permanently deletes your account and all your data — accounts, transactions, budgets, goals, planned cashflow and more. Your email will be freed so you can register again from scratch. This cannot be undone.
hi: यह आपका खाता और आपका सारा डेटा — खाते, लेनदेन, बजट, लक्ष्य, नियोजित नकदी प्रवाह और अधिक — स्थायी रूप से हटा देता है। आपका ईमेल मुक्त कर दिया जाएगा ताकि आप फिर से नए सिरे से पंजीकरण कर सकें। इसे पूर्ववत नहीं किया जा सकता।
nl: Dit verwijdert je account en al je gegevens permanent — rekeningen, transacties, budgetten, doelen, geplande cashflow en meer. Je e-mailadres komt vrij zodat je je opnieuw kunt registreren. Dit kan niet ongedaan worden gemaakt.

# settings:deleteErrDefault
source: Couldn't delete your account. Please try again.
hi: आपका खाता हटाया नहीं जा सका। कृपया पुनः प्रयास करें।
nl: Kon je account niet verwijderen. Probeer het opnieuw.

# settings:deleteEverything
source: Delete everything
hi: सब कुछ हटाएँ
nl: Alles verwijderen

# settings:deleteTitle
source: Delete account?
hi: खाता हटाएँ?
nl: Account verwijderen?

# settings:deleting
source: Deleting…
hi: हटाया जा रहा है…
nl: Verwijderen…

# settings:displayName
source: Display name
hi: प्रदर्शन नाम
nl: Weergavenaam

# settings:guestBold
source: guest
hi: अतिथि
nl: gast

# settings:guestDelete
source: Your data will be deleted in %1$lld days unless you create an account.
hi: जब तक आप खाता नहीं बनाते, आपका डेटा %1$lld दिनों में हटा दिया जाएगा।
nl: Je gegevens worden over %1$lld dagen verwijderd, tenzij je een account maakt.

# settings:guestPre
source: You're exploring as a
hi: आप एक
nl: Je verkent als

# settings:guestSignoutWarn
source: You're signed in as a guest. Signing out will permanently delete your data — your accounts, transactions, budgets and goals. You'll start from scratch and have to enter everything again next time. Create an account first to keep it.
hi: आप एक अतिथि के रूप में साइन इन हैं। साइन आउट करने से आपका डेटा — आपके खाते, लेनदेन, बजट और लक्ष्य — स्थायी रूप से हट जाएगा। आपको फिर से शुरू करना होगा और अगली बार सब कुछ दोबारा दर्ज करना होगा। इसे रखने के लिए पहले खाता बनाएं।
nl: Je bent aangemeld als gast. Afmelden verwijdert je gegevens permanent — je rekeningen, transacties, budgetten en doelen. Je begint opnieuw en moet de volgende keer alles opnieuw invoeren. Maak eerst een account om het te bewaren.

# settings:help
source: Help & Support
hi: सहायता और समर्थन
nl: Help & ondersteuning

# settings:helpNote
source: Sanvya · your data is stored on your device and synced securely. Guest data is removed after 3 days if you don't register.
hi: Sanvya · आपका डेटा आपके उपकरण पर संग्रहीत है और सुरक्षित रूप से सिंक होता है। यदि आप पंजीकरण नहीं करते तो अतिथि डेटा 3 दिनों बाद हटा दिया जाता है।
nl: Sanvya · je gegevens worden op je apparaat opgeslagen en veilig gesynchroniseerd. Gastgegevens worden na 3 dagen verwijderd als je je niet registreert.

# settings:hidden
source: Hidden
hi: छिपा हुआ
nl: Verborgen

# settings:hideAmounts
source: Hide amounts everywhere
hi: हर जगह राशियाँ छिपाएँ
nl: Bedragen overal verbergen

# settings:hideAmountsDesc
source: Masks balances and amounts across the app. You can flip it anytime.
hi: पूरे ऐप में बैलेंस और राशियाँ छिपाता है। आप इसे कभी भी बदल सकते हैं।
nl: Maskeert saldi en bedragen in de hele app. Je kunt het altijd omschakelen.

# settings:importExport
source: Import & export
hi: आयात और निर्यात
nl: Importeren & exporteren

# settings:importExportBtn
source: Import / export data
hi: डेटा आयात / निर्यात
nl: Gegevens importeren / exporteren

# settings:importExportDesc
source: Back up your transactions to CSV, or bring data in from a CSV (incl. Wallet by BudgetBakers — beta).
hi: अपने लेनदेन का CSV में बैकअप लें, या किसी CSV से डेटा लाएँ (Wallet by BudgetBakers सहित — बीटा)।
nl: Maak een back-up van je transacties naar CSV, of haal gegevens binnen uit een CSV (incl. Wallet by BudgetBakers — bèta).

# settings:language
source: Language
hi: भाषा
nl: Taal

# settings:light
source: Light
hi: हल्का
nl: Licht

# settings:manageCategories
source: Manage categories
hi: श्रेणियाँ प्रबंधित करें
nl: Categorieën beheren

# settings:manageLabels
source: Manage labels
hi: लेबल प्रबंधित करें
nl: Labels beheren

# settings:privacy
source: Privacy
hi: गोपनीयता

# settings:replayConfirm
source: Replay intro
hi: परिचय चलाएं
nl: Introductie afspelen

# settings:replayIntro
source: Replay the intro
hi: परिचय फिर से चलाएं
nl: Introductie opnieuw afspelen

# settings:replayMsg
source: You'll be signed out and taken back to the welcome screens. You'll need to sign in again afterwards.
hi: आपको साइन आउट कर स्वागत स्क्रीन पर वापस ले जाया जाएगा। बाद में आपको फिर से साइन इन करना होगा।
nl: Je wordt afgemeld en teruggebracht naar de welkomstschermen. Je moet je daarna opnieuw aanmelden.

# settings:replayTitle
source: Replay the intro?
hi: परिचय फिर से चलाएं?
nl: Introductie opnieuw afspelen?

# settings:save
source: Save
hi: सहेजें
nl: Opslaan

# settings:saved
source: Saved
hi: सहेजा गया
nl: Opgeslagen

# settings:signedInAs
source: Signed in as
hi: साइन इन हैं
nl: Aangemeld als

# settings:signOut
source: Sign out
hi: साइन आउट
nl: Afmelden

# settings:signOutAnyway
source: Sign out anyway
hi: फिर भी साइन आउट करें
nl: Toch afmelden

# settings:signoutRestore
source: You can sign back in any time to restore your data on this device.
hi: आप इस उपकरण पर अपना डेटा पुनर्स्थापित करने के लिए कभी भी फिर से साइन इन कर सकते हैं।
nl: Je kunt je op elk moment opnieuw aanmelden om je gegevens op dit apparaat te herstellen.

# settings:signoutTitle
source: Sign out?
hi: साइन आउट करें?
nl: Afmelden?

# settings:synced
source: Synced · %1$@
hi: सिंक हुआ · %1$@
nl: Gesynchroniseerd · %1$@

# settings:syncing
source: Syncing…
hi: सिंक हो रहा है…
nl: Synchroniseren…

# settings:title
source: Settings
hi: सेटिंग्स
nl: Instellingen

# settings:visible
source: Visible
hi: दृश्यमान
nl: Zichtbaar

# settings:yourName
source: Your name
hi: आपका नाम
nl: Je naam

# splits:addExpense
source: Add expense
hi: खर्च जोड़ें
nl: Uitgave toevoegen

# splits:amountLabel
source: Amount (%1$@)
hi: राशि (%1$@)
nl: Bedrag (%1$@)

# splits:cancel
source: Cancel
hi: रद्द करें
nl: Annuleren

# splits:copied
source: Copied!
hi: कॉपी हो गया!
nl: Gekopieerd!

# splits:empty.bodyLink
source: Groups & trips
hi: समूह और यात्राएँ
nl: Groepen & reizen

# splits:empty.bodyPost
source: . Once they join, you can split and settle here.
hi: । उनके शामिल होने पर, आप यहाँ खर्च बाँट और निपटा सकते हैं।
nl: . Zodra ze meedoen, kun je hier splitsen en afrekenen.

# splits:empty.bodyPre
source: Create a group and invite people from
hi: एक समूह बनाएं और लोगों को यहाँ से आमंत्रित करें
nl: Maak een groep en nodig mensen uit via

# splits:empty.title
source: No splits yet
hi: अभी कोई स्प्लिट नहीं
nl: Nog geen splits

# splits:eyebrow
source: SPLITS
hi: साझा
nl: DELEN

# splits:groupsAndTrips
source: Groups & trips
hi: समूह और यात्राएँ
nl: Groepen & reizen

# splits:hideLines
source: Hide transactions
hi: लेनदेन छिपाएँ
nl: Transacties verbergen

# splits:insights.always_owed
source: Always ends up owed
hi: हमेशा लेनदार रहते हैं
nl: Krijgt altijd geld terug

# splits:insights.always_owes
source: Always ends up owing
hi: हमेशा देनदार रहते हैं
nl: Staat altijd in het krijt

# splits:insights.biggest_lender
source: Covers the most
hi: सबसे ज़्यादा भुगतान करते हैं
nl: Schiet het meeste voor

# splits:insights.days
source: %1$lld days on average
hi: औसतन %1$lld दिन
nl: gemiddeld %1$lld dagen

# splits:insights.fastest_settler
source: Settles up quickest
hi: सबसे जल्दी हिसाब चुकाते हैं
nl: Betaalt het snelst terug

# splits:insights.footnote
source: Based only on the groups you share. Patterns appear once there's enough history to be fair.
hi: केवल आपके साझा समूहों के आधार पर। पर्याप्त इतिहास होने पर ही रुझान दिखते हैं।
nl: Alleen op basis van gedeelde groepen. Patronen verschijnen zodra er genoeg historie is.

# splits:insights.groups
source: across %1$lld groups
hi: %1$lld समूहों में
nl: in %1$lld groepen

# splits:insights.owes_you_most
source: Owes you the most
hi: आपको सबसे ज़्यादा देना है
nl: Is jou het meest schuldig

# splits:insights.slowest_settler
source: Slowest to settle
hi: हिसाब चुकाने में सबसे धीमे
nl: Traagst met terugbetalen

# splits:insights.you_owe_most
source: You owe the most
hi: आप पर सबसे ज़्यादा बाकी
nl: Jij bent het meest schuldig

# splits:kind.group
source: group
hi: समूह
nl: groep

# splits:kind.trip
source: trip
hi: यात्रा
nl: reis

# splits:membersLine
source: %1$lld people · %2$@
hi: %1$lld लोग · %2$@
nl: %1$lld personen · %2$@

# splits:netPosition
source: Net position
hi: कुल स्थिति
nl: Nettopositie

# splits:newGroupCta
source: New group
hi: नया समूह
nl: Nieuwe groep

# splits:noneMarkSettled
source: None — just mark settled
hi: कोई नहीं — बस निपटा हुआ चिह्नित करें
nl: Geen — markeer alleen als afgerekend

# splits:openGroup
source: Open group
hi: समूह खोलें
nl: Groep openen

# splits:owedInGroup
source: %1$@ owed to you
hi: आपको %1$@ मिलने हैं
nl: %1$@ aan jou verschuldigd

# splits:oweInGroup
source: you owe %1$@
hi: आप पर %1$@ बाकी
nl: jij bent %1$@ verschuldigd

# splits:owesYouInline
source: owes you
hi: आपको मिलना है
nl: is jou verschuldigd

# splits:paidFrom
source: Paid from account
hi: किस खाते से भुगतान
nl: Betaald van rekening

# splits:payAnyoneCta
source: Pay someone
hi: किसी को भुगतान करें
nl: Iemand betalen

# splits:receivedInto
source: Received into account
hi: किस खाते में प्राप्त हुआ
nl: Ontvangen op rekening

# splits:remind
source: Remind
hi: याद दिलाएं
nl: Herinneren

# splits:remindOwe
source: Hi %1$@, I still owe you %2$@ from our split — I’ll settle up soon!
hi: नमस्ते %1$@, मुझ पर अब भी आपके %2$@ बाकी हैं — मैं जल्द ही चुका दूँगा!
nl: Hoi %1$@, ik ben je nog %2$@ schuldig van onze split — ik reken snel af!

# splits:remindOwed
source: Hi %1$@, friendly reminder about the %2$@ from our split on Sanvya 🙂
hi: नमस्ते %1$@, Sanvya पर हमारे स्प्लिट के %2$@ की एक दोस्ताना याद 🙂
nl: Hoi %1$@, een vriendelijke herinnering aan de %2$@ van onze split op Sanvya 🙂

# splits:sections.friends
source: FRIENDS
hi: मित्र
nl: VRIENDEN

# splits:sections.groupsAndTrips
source: GROUPS & TRIPS
hi: समूह और यात्राएँ
nl: GROEPEN & REIZEN

# splits:sections.insights
source: PATTERNS
hi: रुझान
nl: PATRONEN
